<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>

<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<title>회원가입 - 홈피</title>
<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.6.1/jquery.min.js"></script>
<link href="css/SignUp_style.css" rel="stylesheet" type="text/css">
<style>

</style>
</head>
<body>

<div> 약관동의 </div>

<h3>가입실패</h3>

<div class = "textarea">
LUSH 웹사이트에 오신 것을 환영합니다.
가입하시기 전에 아래의 이용약관을 반드시 읽어보시기 바랍니다.
제 1 조 (목적) 
본 약관은 ㈜러쉬코리아(이하 ’러쉬’라 합니다)가 운영하는 러쉬 온라인몰 사이트(www.lush.co.kr 이하 ‘사이트’라 합니다)와 사이트 관련 각종 서비스(이하 '서비스'라 합니다) 를 이용함에 있어 러쉬와 이용자간에 러쉬가 제공하는 모든 서비스의 이용조건 및 절차에 관한 기본적인 사항을 규정하는데 목적이 있습니다.
※ 「PC통신, 무선 등을 이용하는 전자거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다」
제 2 조 (용어의 정의)
1. ‘사이트’란 러쉬에서 컴퓨터 등 정보 통신 설비와 정보 통신망을 이용하여 정보 및 서비스를 이용자에게 제공하고 재화 또는 용역(이하 “재화 등”이라 함)을 거래할 수 있도록 설정한 가상의 영업장을 말합니다.
2. ‘이용자’란 본 약관을 따라 러쉬가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.
3. ‘회원’이란 러쉬의 사이트를 통해 본 약관에서 정의하고 있는 가입 절차에 따라 회원가입하여 정상적으로 서비스를 이용할 수 있는 권한을 부여 받은 고객을 말합니다.
4. ‘비회원’이라 함은 회원으로 가입하지 않고 러쉬가 제공하는 정보 및 서비스를 이용하는 자를 말합니다.
5. ‘러쉬 스카우트’란 러쉬가 회원에게 제공하는 멤버십 서비스를 말합니다.
6. ‘러쉬덕찌’(이하 ‘덕찌’라 합니다)란 러쉬스카우트의 일종으로 러쉬가 회원에게 제공하는 뱃지 또는 그 뱃지와 관련한 서비스를 말합니다. 
7. ‘아이디(ID)’라 함은 회원의 식별과 서비스 이용을 위하여 회원이 설정하고 러쉬가 승인하여 등록된 전자우편주소와 아이디를 말합니다
8. ‘비밀번호(Password)’라 함은 회원의 동일성 확인과 회원의 권익 및 비밀보호를 위하여 회원 스스로가 설정하여 사이트에 등록한 문자와 숫자의 조합을 말합니다.
(Image: lush 로고)

제 3 조 (약관의 명시와 개정)
1. 러쉬는 본 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호ᆞ모사전송번호ᆞ전자우편주소, 사업자등록번호, 통신판매업 신고번호, 개인정보 보호책임자 등을 이용자가 쉽게 알 수 있도록 사이트의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
2. 본 약관은 서비스를 이용하고자 하는 자가 본 약관에 동의하여 한 회원가입 신청에 대하여 러쉬가 승낙함으로써 효력이 발생합니다.
3. 러쉬는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명 법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법률을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
러쉬코리아의 모든 약관을 확인하고 전체 동의합니다. (전체동의, 선택항목도 포함됩니다.)
4. 러쉬가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 사이트의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 약관의 중요 부분을 변경하는 경우 또는 회원에게 불리하게 약관내용을 변경하는 경우에는 적용일자 1개월 전부터 적용일 이후 상당 기간까지 이를 사이트에 공지하고, 회원에게는 전자우편 등 전자적 수단으로써 개별 통지합니다.
5. 러쉬가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 30일 기간 내에 의사표시를 하지 않으면 개정약관에 동의하는 것으로 간주한다는 취지를 명확하게 공지 또는 통지하였음에도 회원이 명시적인 거부 의사를 표명하지 아니하면 회원은 개정약관에 동의한 것으로 봅니다.
6. 회원이 개정약관에 동의하지 아니하는 경우 해당 회원과 러쉬 간에 개정약관은 적용되지 아니하며, 이 경우 회원은 기존 약관을 해지할 수 있습니다.
7. 본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제 등에 관한 법률」, 공정거래위원회가 정하는 「전자상거래 등에서의 소비자 보호지침」 및 관계법령 또는 상 관례에 따릅니다.

제 4 조 (서비스의 제공 및 변경)
1. 러쉬는 다음과 같은 서비스를 제공합니다.
① 재화 또는 용역에 대한 정보 제공 및 구매 계약의 체결
② 구매 계약이 체결된 재화 또는 용역의 배송
③ 기타 러쉬가 정하는 업무
2. 러쉬는 상품 또는 용역이 품절되거나 기술적 사양의 변경 등으로 더 이상 제공할 수 없는 경우에는 장차 체결되는 계약에 의해 제공할 상품, 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.
3. 회사가 제공하기로 이용자와 계약을 체결한 서비스의 내용을 상품 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 방법으로 즉시 통지합니다.
4. 전항의 경우 회사는 이로 인하여 이용자가 입은 손해를 배상합니다. 다만, 회사가 고의 또는 과실이 없음을 입증한 경우에는 아무런 책임을 부담하지 않습니다.

제 5 조 (서비스의 중단)
1. 러쉬는 컴퓨터 등 정보 통신설비의 점검, 보수, 교체 등의 경우에 사이트의 서비스 제공을 일시적으로 중단할 수 있습니다.
2. 러쉬는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해를 배상합니다. 다만, 러쉬에 고의 또는 과실이 없는 경우에는 그러하지 아니 합니다.
3. 사업종목의 전환, 사업의 포기, 업체간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 사이트"은 제8조에 정한 방법으로 이용자에게 통지하고 당초 "사이트 "에서 제시한 조건에 따라 소비자에게 보상합니다. 다만, "사이트 "이 보상기준 등을 고지하지 아니한 경우에는 이용자들의 마일리지 또는 적립금 등을 "사이트 "에서 통용되는 통화가치에 상응하는 현물 또는 현금으로 이용자에게 지급합니다.

제 6 조 (회원 가입 및 회원 정보의 변경)
1. 이용자는 사이트에 정해진 가입 양식에 따라 회원 정보를 기입한 후 본 약관에 동의한다는 의사 표시를 하는 방법으로 회원 가입을 신청 합니다. 다만, 이용자는 네이버, 카카오톡 계정으로 회원가입을 신청할 수 있으며, 이 경우 사이트는 이용자의 동의에 근거하여 해당 서비스 운영자로부터 가입신청자의 개인정보를 제공받을 수 있습니다.
2. 러쉬는 제1항과 같이 회원 가입을 신청한 이용자가 다음 각 호의 어느 하나에 해당되지 않는 한 회원으로 등록합니다. 
        ①. 가입 신청자가 본 약관 제8조 제4항에 의하여 회원 자격이 박탈된 적이 있는 경우. 다만 제8조 제4항에 의한 회원 자격 박탈 후 3년이 경과한 자로서, 러쉬의 회원 재가입 승낙을 얻은 경우에는 예외로 합니다.
        ②. 등록 내용에 허위, 기재 누락, 오기가 있는 경우
        ③. 만 14세 미만의 아동인 경우
        ④. 기타 회원으로 등록하는 것이 러쉬의 기술상 현저히 지장이 있다고 판단되는 경우
3. 회원 가입 계약의 성립 시기는 사이트의 승낙이 회원에게 도달한 시점으로 합니다.
4. 회원이 제공하는 정보의 내용이 허위(차명, 비 실명 등)인 것으로 판명되거나, 그러하다고 의심할 만한 합리적인 사유가 발생할 경우 러쉬는 회원의 본 서비스 사용을 일부 또는 전부 중지할 수 있으며, 이로 인해 발생하는 불이익에 대해 책임지지 않습니다.
5. 러쉬는 비 실명 사용에 따른 병폐를 해소하기 위해 실명화 정책을 강력히 추진하고 있습니다. 회원은 반드시 러쉬에서 정한 실명인증 절차를 거쳐야 하며, 타인의 명의 또는 정보를 도용하는 회원은 서비스 사용의 제한, 아이디(ID) (E-MAIL)의 삭제 및 관계 법령에 따른 처벌을 받을 수 있습니다.
6. 회원은 개인정보관리화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 실명, 아이디(E-MAIL) 등은 수정이 불가능합니다.
7. 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 러쉬에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다. 변경사항을 러쉬에 알리지 않음으로 인하여 발생하는 일체의 불이익에 대하여 러쉬는 책임 지지 않습니다.

제 7 조 (회원탈퇴, 자격상실 및 휴면처리 등)
1. 회원은 사이트에 언제든지 탈퇴신청을 할 수 있으며, 이 경우 러쉬는 즉시 회원탈퇴를 처리합니다. 
2. 회원이 다음 각호의 사유에 해당하는 경우 러쉬는 서비스 이용을 제한 또는 정지시킬 수 있습니다. 
        ①. 가입 신청 시 허위 내용을 기재한 경우
        ②. 타인의 사이트 이용을 방해하거나 타인의 개인정보를 도용하는 등 전자상거래질서를 침해 위협하는 경우
        ③. 사이트를 이용하면서 본 약관이 금지하는 행위 또는 법령, 공서양속 등에 반하는 행위를 하는 경우
3. 러쉬가 서비스 이용을 제한 또는 정지 하고자 할 때에는 미리 그 사유, 일시, 기간을 전자우편, 전화, 서면 등으로 당해 이용자에게 통지합니다. 다만 긴급을 요할 경우에는 조치 후에 통지할 수 있습니다.
4. 러쉬가 서비스 이용을 제한정지 시킨 후 그 제재사유가 된 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 러쉬는 회원자격을 박탈할 수 있습니다.
5. 러쉬가 회원자격을 박탈하는 경우에는 회원등록을 말소합니다. 이 경우 말소 전에 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
6. 서비스 이용의 제한정지, 회원자격의 박탈로 인한 손해에 대해서 러쉬는 책임을 지지 않습니다.
7. 러쉬는 회원이 1년 동안 사이트를 이용하지 않았을 경우, 원활한 회원관리를 위하여 해당 회원을 휴면계정으로 처리하여 회원자격으로의 활동과 해당 계정으로 지급된 일체의 적립금 등의 사용을 제한 할 수 있습니다. 다만, 회원이 러쉬가 정한 절차에 따라 휴면 계정 철회를 요청하면 러쉬는 종전의 회원 자격과 덕찌내역을 다시 활성화 할 수 있습니다.

제 8 조 (회원에 대한 통지)
1. 러쉬는 회원이 제출한 전자우편주소 및 휴대폰번호로 회원에 대한 통지를 할 수 있습니다.
2. 러쉬는 불특정 다수 회원에 대한 통지의 경우 1주일 이상 사이트 게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지 합니다.

제 10 조 (계약의 성립)
1. 사이트는 제21조에 의한 구매자의 구매 신청에 대하여 다음 각 호에 해당하면 승낙하지 아니할 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지합니다.
① 신청 내용에 허위, 기재누락, 오기가 있는 경우
② 미성년자가 담배, 주류 등 청소년보호법에서 금지하는 상품 및 용역을 구매하는 경우
③ 상행위(재판매)를 목적으로 구매하는 거래이거나, 거래 정황상 상행위(재판매)를 목적으로 한 구매로 판단되는 경우
④ 기타 구매신청을 승낙하는 것이 “회사” 기술상 현저히 지장이 있다고 판단하는 경우
2. 사이트의 승낙이 제24조 제1항의 수신확인통지 형태로 구매자에게 도달한 시점에 구매계약이 성립한 것으로 봅니다.
3. 사이트의 승낙의 의사표시에는 구매자의 구매신청에 대한 확인 및 판매가능 여부, 구매신청의 정정취소 등에 관한 정보 등을 포함하여야 합니다.

제 11 조 (지급 방법)
사이트로부터 구매한 물품에 대한 대금결제는 아래의 방법으로 할 수 있습니다.
1. 휴대폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체
2. 선불카드, 직불카드, 신용카드 등의 각종 카드 결제
3. 온라인무통장입금
4. 전자화폐에 의한 결제
5. 회사가 정한 쿠폰에 의한 결제
6. 회사와 계약을 맺었거나 회사가 인정한 상품권에 의한 결제
7. 기타 전자적 지급 방법에 의한 대금 지급 등

제 12 조 (수신확인 통지, 구매신청 변경 및 취소)
1. 러쉬는 구매자의 구매신청이 있는 경우 구매자에게 수신 확인통지를 합니다.
2. 수신 확인통지를 받은 구매자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시구매신청 변경 및 취소를 요청할 수 있습니다.
3. 러쉬는 변경 및 취소 요청이 있는 때에는 그 요청에 따라 처리합니다. 다만 이미 대금을 지불한 경우에는 제27조의 청약철회 등에 관한 규정에 따릅니다.

제 13 조 (환급)
러쉬는 구매자가 구매 신청한 재화 또는 용역이 품절 등의 사유로 재화의 인도 또는 용역의 제공을 할 수 없을 때에는 지체 없이 그 사유를 구매자에게 통지하고, 구매자가 사전에 재화 또는 용역의 대금의 전부 또는 일부를 지급한 경우에는 그 지급일로부터 3영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다.

제 14 조 (청약철회 등)
1. 사이트와 재화 등의 구매에 관한 계약을 체결한 구매자는 「전자상거래 등에서의 소비자보호에 관한 법률」 제17조 제2항에 따른 계약내용에 관한 서면을 받은 날(그 서면을 받은 때보다 재화 등의 공급이 늦게 이루어진 경우에는 재화 등을 공급받거나 재화 등의 공급이 시작된 날을 말합니다)부터 7일 이내에는 청약의 철회를 할 수 있습니다. 다만, 청약철회에 관하여 「전자상거래 등에서의 소비자보호에 관한 법률」에 달리 정함이 있는 경우에는 동 법 규정에 따릅니다. 
2. 구매자는 재화 등을 배송 받은 경우 다음 각 호의 1에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
① 구매자에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만, 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수 있습니다)
② 구매자의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우
③ 시간의 경과에 의하여 재판매가 곤란할 정도로 재화등의 가치가 현저히 감소한 경우
④ 같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우
3. 제2항 제2호 내지 제4호의 경우에 회사가 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을 제공하는 등의 조치를 하지 않았다면 구매자의 청약철회 등이 제한되지 않습니다.
4. 구매자는 제1항 및 제2항의 규정에 불구하고 재화 등의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 재화 등을 공급받은 날부터 3월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.

제 15 조 (청약철회 등의 효과)
1. 러쉬는 구매자로부터 재화 등을 반환 받은 경우 3영업일 이내에 이미 지급받은 재화 등의 대금을 환급합니다. 이 경우 회사가 구매자에게 재화 등의 환급을 지연한 때에는 그 지연기간에 대하여 「전자상거래 등에서의 소비자보호에 관한 법률 시행령」제21조의3에서 정하는 지연이자율을 곱하여 산정한 지연이자를 지급합니다.
2. 러쉬는 위 대금을 환급함에 있어서 구매자가 신용카드 또는 전자화폐 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다.
3. 청약철회 등의 경우 공급받은 재화 등의 반환에 필요한 비용은 구매자가 부담합니다. “러쉬” 는 구매자에게 청약철회 등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만 재화 등의 내용이 표시•광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회 등을 하는 경우 재화 등의 반환에 필요한 비용은 회사가 부담합니다.
4. 구매자가 수취를 거부하거나 환불을 원하는 경우 배송비(처음 구매건이 무료배송이면 왕복배송비, 고객선불이면 편도배송비)와 은행 송금 수수료를 부담해야 하며, 실제 사이트의 환불은 상품 반송이 확인된 후에 이루어집니다.
5. 구매자의 단순변심으로 인한 교환/반품의 경우 왕복배송비는 구매자가 부담합니다.
6. 구매자가 부재 중이거나 수취인 주소 불명으로 반송되어 다시 배송되는 경우 해당 배송비는 구매자가 부담합니다.
7. 사이트가 공급한 상품을 구매자가 사용방법에 따라 사용하였음에도 피부 트러블이 발생하여 해당 상품을 반품하고자 하는 경우, 고객은 해당 상품 수령일로부터 30일이내에 사이트에 반품을 신청하여야 하며, 이에 대한 반품 배송비는 구매자가 부담합니다. 단, 반품 접수 시 피부과 진단서를 제출하는 경우 반품 배송비는 회사가 부담하며, 피부과 진단서 발급 등 제반 비용은 구매자가 부담하되, 해당 상품과 피부 트러블 사이에 상당한 인과관계가 인정되는 경우에는 진단서 발급 비용을 회사가 부담합니다.
8. 제품 반환은 제공받은 내용 모두를 대상으로 합니다(개별 제품의 반품은 허용되지 않습니다).
9. 모든 반품 시, 구매자는 구매에 따른 판촉행위로 인해 제공받은 경품 및 사은품을 반환하여야 하며, 구매자가 사은품을 사용하였을 경우 러쉬는 해당 금액만큼 차감하여 지급할 수 있습니다. 다만 회사의 책임있는 사유로 인한 반품의 경우에는 그러하지 아니합니다.

제 16 조 (개인정보 보호)
1. 러쉬는 이용자의 개인정보 수집 시 서비스 제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.
2. 러쉬는 이용자의 개인정보를 수집ᆞ이용하는 때에는 반드시 당해 이용자에게 그 목적을 고지하고 동의를 받습니다.
3. 러쉬는 수집된 개인정보를 목적 외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용ᆞ제공단계에서 해당 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.
4. 러쉬가 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보 보호책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은자, 제공목적 및 제공할 정보의 내용) 등 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제22조 및 제 24조의2 에서 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.
5. 이용자는 언제든지 러쉬가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있습니다. 이에 대해 러쉬는 지체 없이 필요한 조치를 취할 의무를 지며, 이용자가 오류의 정정을 요구한 경우에 러쉬는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
6. 러쉬는 개인정보보호를 위하여 개인정보 취급자를 한정하여 그 수를 최소화하며, 러쉬의 책임 있는 사유로 신용카드, 은행계좌 관련정보를 포함한 이용자의 개인정보의 유출, 분실, 도난, 변조 등으로 인한 이용자의 손해에 대하여 책임을 집니다. 다만 이용자의 고의과실로 인한 개인정보의 유출 등의 경우에는 그러하지 아니합니다.
7. 러쉬는 이용자로부터 제공받은 개인정보의 수집목적을 달성한 때에는 당해 개인정보를 지체 없이 파기 합니다.
8. 러쉬는 개인정보의 수집, 이용, 제공에 관한 동의란을 미리 선택한 것으로 설정해두지 않습니다. 또한 개인정보의 수집ᆞ이용ᆞ제공에 관한 이용자의 동의거절 시 제한되는 서비스를 구체적으로 명시하고, 필수수집항목이 아닌 개인정보의 수집ᆞ이용ᆞ제공에 관한 이용자의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지 않습니다.

제 18 조 (회원의 아이디(E-MAIL) 및 비밀번호에 대한 의무)
1. 러쉬는 회원에 대하여 본 약관에서 정하는 바에 따라 회원의 ID(E-MAIL)를 부여합니다.
2. 회원의 ID(E-MAIL)는 원칙적으로 변경이 불가하며 부득이한 사유로 인하여 변경 하고자 하는 경우에는 해당 ID(E-MAIL)를 해지하고 재가입해야 합니다.
3. 회원의 ID는 다음 각 호에 해당하는 경우에는 해당 ID의 사용을 제한 할 수 있습니다. 
        ①. 이용자ID(E-MAIL)가 전화번호 또는 주민등록번호 등으로 등록되어 사생활 침해가 우려되는 경우
        ②. 타인에게 혐오감을 주거나 미풍양속에 어긋나는 경우
        ③. 러쉬, 러쉬의 서비스 또는 서비스 운영자 등의 명칭과 동일하거나 오인 등의 우려가 있는 경우
        ④. 기타 합리적인 사유가 있는 경우
4. ID(E-MAIL)와 비밀번호에 대한 관리책임은 회원에게 있으며, 타인에게 노출되지 않도록 철저히 관리해야 하며 러쉬는 회원의 귀책사유로 인해 노출된 정보(ID(E-MAIL), 비밀번호 등)에 대해서 책임을 지지 않습니다.
 
</div>


<div class = "textarea">
</div>

<div class = "textarea">
</div>


핸드폰 본인인증 


<script>

/* 핸드폰 본인인증 */
 https://docs.iamport.kr/tech/mobile-authentication // 참고
</script>
</body>
</html>